{
  "bio": "Bio",
  "contact": "Contact",
  "description": "Hi, I’m Kanat and I’m a developer passionate about building accessible, performant, and visually engaging user interfaces. My favorite work sits at the intersection of design and engineering — creating web experiences that not only look elegant but are crafted with attention to scalability, usability, and clean architecture. Currently, I focus on frontend engineering with React, Next.js, and TypeScript, while also bringing full-stack experience in NestJS, PostgreSQL, and MongoDB when projects call for end-to-end solutions. My portfolio includes SaaS platforms, enterprise dashboards, and consumer-facing applications — from a multi-branch catering management system to high-traffic fintech and logistics tools.In the past, I’ve collaborated across diverse environments — from fast-moving start-ups to structured teams with Agile processes. Along the way, I’ve driven initiatives like React version migrations, performance optimizations, and UI component libraries, helping products scale smoothly while improving developer experience.Outside of code, I’m usually playing piano or guitar, composing music, exploring NYC, or brainstorming at the crossroads of music and technology, where I see endless opportunities to create new kinds of digital experiences.",
  "experience": "Experience",
  "experienceDesc": "Look at my experience to know my qualification better.",
  "hello": "Hello, world!",
  "history": "History",
  "lets": "Let's",
  "my": "My",
  "my2": "My",
  "work": "Work",
  "myWorks": "Let's see my works",
  "portfolio": "Portfolio",
  "resumeDesc": "You can check my CV to learn me better.",
  "skills": "Skills",
  "skillsDesc": "Check out the things I'm good at, from building websites to design and more.",
  "skillset": "Skillset",
  "worksDescription": "I've played a key role in developing impactful projects. Here's a curated selection showcasing my expertise and the achieved results.",
  "jalGroup": "Jal Group Asia - is a platform building modern residential complexes, green areas, public spaces, and more.This project also includes CRM system",
  "barca": "Barca Experience KG - is a kyrgyz barcelona academy, which is inherited by official barcelona academy. This project also includes CRM system",
  "ergo": "Fusion Web - is a company, which specializes in developing cross-platform mobile applications, dynamic web solutions, and a spectrum of innovative technologies to meet diverse business needs",
  "effafa": "Effafa - is a project to help deaf people to gain some knowledge and experience in real world",
  "myPost": "My Post - is a project to make faster delivers in Central Asia. Also make automatization of postal processes in country. This project includes also admin panel",
  "tenloc": "Tenloc - is a project to search and book excursions. This project also was aimed to help to find appropriate destinations",
  "tunuk": "Tunuk Oi - is a landing page to make psychological game. It was aimed to make online consultation with psychologist to determine inner psychotype",
  "dataxway": "Dataxway - is a IT company's website which develops high end features for web and mobile."
}
