{
  "bio": "Биография",
  "contact": "Контакты",
  "description": "Меня зовут Канат или просто Кензи. Я FullStack-разработчик с более чем 3-летним опытом работы из Центральной Азии. Вношу в код новые идеи и воплощаю в видение любое желание!",
  "experience": "Опыт",
  "experienceDesc": "Посмотрите на мой опыт, чтобы лучше узнать мою квалификацию.",
  "hello": "Привет, мир!",
  "history": "История",
  "lets": "Давайте",
  "my": "Мой",
  "my2": "Мои",
  "work": "Работы",
  "myWorks": "Мои работы",
  "portfolio": "Портфолио",
  "resumeDesc": "Вы можете просмотреть мое резюме, чтобы узнать меня лучше.",
  "skills": "Навыки",
  "skillsDesc": "Узнайте, в чем я хорош: от создания веб-сайтов до дизайна и многого другого.",
  "skillset": "Набор навыков",
  "worksDescription": "Я сыграл ключевую роль в разработке эффективных проектов. Вот тщательно подобранная подборка, демонстрирующая мой опыт и достигнутые результаты.",
  "jalGroup": "Jal Group Asia - это платформа, которая строит современные жилые комплексы, зелёные зоны, общественные пространства и многое другое. Этот проект также включает в себя систему CRM",
  "barca": "Barca Experience KG - это кыргызская академия барселоны, которая является наследником официальной академии барселоны. Этот проект также включает в себя систему CRM",
  "ergo": "ErgoTech.io - это компания, специализирующаяся на разработке кроссплатформенных мобильных приложений, динамических веб-решений и широкого спектра инновационных технологий, чтобы удовлетворить разнообразные бизнес-потребности",
  "effafa": "Effafa - это проект, который помогает глухим людям получить некоторые знания и опыт в реальном мире",
  "myPost": "My Post - это проект, направленный на ускорение доставок в Центральной Азии. Также осуществляется автоматизация почтовых процессов в стране. Этот проект также включает административную панель",
  "tenloc": "Tenloc - это проект по поиску и бронированию экскурсий. Этот проект также направлен на помощь в поиске подходящих направлений",
  "tunuk": "Tunuk Oi - это лэндинг для создания психологической игры. Целью было проведение онлайн-консультаций с психологом для определения внутреннего психотипа",
  "dataxway": "Dataxway - это веб-сайт IT-компании, которая разрабатывает передовые функции для веба и мобильных устройств"
}
